Repository: caresia/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: it_it

source: Only one instance of %s can be created.
it_it: Si può creare una sola istanza di %s.

source: Could not extend. Invalid type.
it_it: Impossibile estendere. Tipo non consentito.

source: Base Page
it_it: Per pagina

source: System Status
it_it: Stato del sistema

source: Removed all the locally cached Ticket assets. Every external asset will now be recached.
it_it: Tutti gli asset prememorizzati localmente sono stati cancellati. Ogni asset esterno sarà ora ricaricato.

source: Purged the OTCE table versions, forcing a reinitialize of the tables.
it_it: Tutte le tabelle OTCE cancellate, reinizializzazione delle tabelle.

source: The order-item to ticket-table resync has been completed.
it_it: L'aggiornamento delle tabelle item e biglietti è stata completata.

source: We started the order-item to ticket-table resync. This will take a few minute to complete. You will receive an email upon completion.
it_it: Abbiamo iniziato la sincronizzazione delle tabelle item e biglietti. Ci vorrà qualche minuto. Riceverai un email quando completata.

source: Failed to remove the cached ticket assets. Usually this is a permission issue.
it_it: Impossibile cancellare gli asset biglietto precaricati. Solitamente è un problema di autorizzazioni.

source: A problem occurred during the order-item to ticket-table resync. It did not complete.
it_it: C'è stato un proiblema durante la sincronizzazione degli ordini prodotto nella tabella dei biglietti. Non è stato completato.

source: We could not start the background process that resyncs your order-items to the ticket-table. Try using the non-background method.
it_it: Non possiamo iniziare il processo in background che risincronizza gli item ordini con la tabella biglietti. Provare ad usare un metodo non in background.

source: Resync order items to tickets table
it_it: Risincronizzare gli item dell'ordine nella tabella biglietti

source: Looks up all order items that are ticket which have been paid for, and makes sure that they are marked in the tickets table as paid for. <strong>If you have many orders, this could take a while, during which time you should not close this window.</strong>
it_it: Ricerca tutti gli item ordine che sono biglietti pagati e si assicura che siano selezionati come pagati nella tabella biglietti. <strong>Se avete molti ordini, può volerci del tempo, durante il quale non bisogna chiudere la finestra.</strong>

source: Background: resync order items to tickets table
it_it: Background: risincronizzare gli item dell'ordine nella tabella biglietti

source: Same as above, only all processing is done behind the scenes. This takes longer, but does not require that you keep this window open.
it_it: Come sopra, solo che tutto il procedimento è dietro le scene. Richiede più tempo ma non necessita tenere la finestra aperta.

source: Force the DB tables to re-initialize
it_it: Re-inizializzare le tabelle forzatamente

source: In some very rare cases, you may need to force the db tables to be recreated. This button, does that.
it_it: In alcuni casi molto rari, occorre ricreare le tabelle del database. Questo pulsante serve a questo.

source: Remove Ticket File Cache
it_it: Eliminare la cache dei biglietti

source: All non-local assets used to create tickets (like external images [google map] and css [custom tickets]) are cached locally. This will remove that cache, forcing all assets to be recached.
it_it: Tutti gli asset esterni per creare i biglietti (come immagini esterne [google map] e css [biglietti personalizzati]) sono salvati localemente. Il comando rimuoverà la memoria cache, forzando di nuovo salvataggio degli asset.

source: Missed one or more file during cache purge.
it_it: Non sono stati trovati uno o più file durante lo svuotamente della cache.

source: FAILED:
it_it: TRANSAZIONE FALLITA:

source: Background Order-Item -> Tickets Table
it_it: Background Ordine-Item-> Tabella biglietti

source: There was a problem trying to resync your order-items to the ticket-table. Try using the non-background version. If that also fails, report a bug on <a href="%">the forums</a>.
it_it: C'è stato un problema con la sincronizzazione degli ordini prodotto nella tabella biglietti. Provare ad utilizzare la versione senza sfondo. Se non funziona, segnalarlo sui <a href="%">forum</a>.

source: SUCCESS:
it_it: SUCCESSO:

source: Your order-items have been succesfully resynced with the ticket-table.
it_it: I tuoi item dell'ordine sono stati sincronizzati correttamente con la tabella biglietti.

source: Environment
it_it: Ambiente

source: You have less than the required amount of memory allocated. The minimum required amount is 48MB. You currently have %s.
it_it: Avete meno della memoria minima richiesta. Il minimo richiesto è 48MB. Il totale corrente è %s.

source: Please <a href="%s">increase your memory allocation</a> to at least 48MB.
it_it: Prego <a href="%s">incrementare l'allocazione di memoria</a> a 48MB.

source: You have more than the minimum required memory, but we still recommend you use allocate at least 64MB. You currently have %s.
it_it: Avete più della memoria minima richiesta, ma raccomandiamo almeno 64MB. Il totale corrente è %s.

source: We strongly recommend that you <a href="%s">increase your memory allocation</a> to at least 48MB.
it_it: Raccomandiamo fortemenete di <a href="%s">aumentare la memoria allocata</a> come minimo a 48MB.

source: You have more than the required minimum memory of 64MB. Your current total is %s.
it_it: Avete più della memoria minima di 64 MB. Il totale corrente è %s.

source: Having your uploads directory writable not only allows you to upload your media files, but also allows OpenTickets (and other plugins) to store their file caches. Please <a href="%s">make your uploads directory writable</a> for these reasons.
it_it: Avere la cartella upload scrivibile non solo permette di caricare i file media, ma permette anche a OpenTickets (e altri plugin) di memorizzare i loro file di cache. Prego vedere <a href="%s">make your uploads directory writable</a> per questi motivi.

source: Data
it_it: Dati

source: %s%s by %s
it_it: %s%s su %s

source: PARENT
it_it: GENITORE

source: %s%s (%s) by %s (%s)
it_it: %s%s (%s) per %s (%s)

source: <b>%s</b>%s by %s
it_it: <b>%s</b>%s per %s

source: ON
it_it: AN

source: The first image cannot be changed.
it_it: La prima immagine non può essere modificata.

source: The last image cannot be changed.
it_it: L'ultima immagine non può essere modificata.

source: Image #%s
it_it: Immagine #%s

source: static image
it_it: immagine statica

source: remove image
it_it: rimuovere l'immagine

source: no image
it_it: nessuna immagine

source: Frontend Styles
it_it: Stili frontend

source: Ticket Selection UI
it_it: UI selezione biglietto

source: Form BG
it_it: Sfondo formulario

source: Background color of the "reserve some tickets" form on the event page.
it_it: Colore di sfondo del formulario "Quanti biglietti" sulla pagina dell'evento.

source: Form Border
it_it: Bordo formulario

source: Border color around the "reserve some tickets" form.
it_it: Il colore del bordo del formulario "prenota alcuni biglietti".

source: Action BG
it_it: Sfondo azione

source: Background of the "action" section, below the "reserve some tickets" form, where the proceed to cart button appears.
it_it: Sfondo dell seziona "Azione" sotto il formulario "Quanti biglietti", dove appare il pulsante "Al carrello".

source: Helper
it_it: Aiutante

source: Text color of the "helper text" on the "reserve some tickets" form.
it_it: Colore del testo del "testo di aiuto" sul formulario "prenota alcuni biglietti".

source: Bad BG
it_it: Cattivo sfondo

source: Background color of the error message block on the "reserve some tickets" form.
it_it: Colore di sfondo del blocco messaggio di errore del formulario "prenota alcuni biglietti".

source: Bad Border
it_it: Bordo sbagliato

source: Border color around the error message block on the "reserve some tickets" form.
it_it: Il colore del bordo del blocco messaggio di errore sul formulario "prenota alcuni biglietti".

source: Bad Text
it_it: Testo cattivo

source: Text color of the error message block on the "reserve some tickets" form.
it_it: Il colore del testo del blocco messaggio di errore sul formulario "prenota alcuni biglietti".

source: Good BG
it_it: Buono sfondo

source: Background color of the success message block on the "reserve some tickets" form.
it_it: Il colore di sfondo del blocco del messaggio di successo sul formulario "prenota alcuni biglietti".

source: Good Border
it_it: Bordo giusto

source: Border color around the success message block on the "reserve some tickets" form.
it_it: Il colore del bordo del blocco messaggio di successo sul formulario "prenota alcuni biglietti".

source: Good Text
it_it: Testo buono

source: Text color of the success message block on the "reserve some tickets" form.
it_it: Il colore del testo del blocco messaggio di successo sul formulario "prenota alcuni biglietti".

source: Remove BG
it_it: Elimina sfondo

source: Background color of the remove reservation button on the "reserve some tickets" form.
it_it: Colore di sfondo del pulsante rimuovi le prenotazioni del formulario "prenota alcuni biglietti".

source: Remove Border
it_it: Elimina bordo

source: Border color around the remove reservation button on the "reserve some tickets" form.
it_it: Il colore del bordo del pulsante elimina prenotazione sul formulario "prenota alcuni biglietti".

source: Remove Text
it_it: Elimina testo

source: Text color of the remove reservation button on the "reserve some tickets" form.
it_it: Il colore del testo del pulsante rimuovi prenotazione sul formulario "prenota alcuni biglietti".

source: Calendar
it_it: Calendario

source: Calendar Item BG
it_it: Sfondo item calendario

source: The background color of the active items shown on the calendar.
it_it: Il colore di sfondo degli item attivi mostrato sul calendario.

source: Calendar Item Border
it_it: Bordo item calendario

source: The border color of the active items shown on the calendar.
it_it: Il colore del bordo degli item attive mostrati nel calendario.

source: Calendar Item Text
it_it: Testo item calendario

source: The text color of the active items shown on the calendar.
it_it: Il colore del testo degli item attivi mostrati in calendario.

source: Calendar Item Hover
it_it: Hover item calendario

source: The HOVER text color of the active items shown on the calendar.
it_it: Il colore del testo HOVER degli item attivi mostrati nel calendario.

source: Past Item BG
it_it: Sfondo item precedente

source: The background color of the items shown on the calendar, that have already passed.
it_it: Il colore di sfondo degli item mostrati sul calendario, che sono già passati.

source: Past Item Border
it_it: Bordo item precedente

source: The border color of the active items shown on the calendari, that have already passed.
it_it: Il colore di bordo degli item attivi mostrati nel calendario, che sono già passati.

source: Past Item Text
it_it: Testo item precedente

source: The text color of the active items shown on the calendar, that have already passed.
it_it: Il colore del testo degli item attivi mostrati in calendario, che sono già passati.

source: Past Item Hover
it_it: Hover item precedente

source: The HOVER text color of the active items shown on the calendar, that have already passed.
it_it: Il colore del testo HOVER degli item attivi mostrati nel calendario, che sono già passati.

source: To edit colours %s and %s need to be writable. See <a href="%s">the Codex</a> for more information.
it_it: Per modificare i colori %s e %s devono essere modificabili. Per ulteriori informazioni vedere <a href="%s">il codice</a> .

source: Error saving the Frontend Styles, %s is not a valid color, please use only valid colors code.
it_it: Errore nel salvataggio degli stili frontend, %s non è un colore valido, prego utilizzare un codice colore valido.

source: General
it_it: Generali

source: Save changes
it_it: Salvare i cambiamenti

source: Could not laod the order that this ticket belongs to.
it_it: Impossibile caricare l'ordine a cui appartiene il biglietto.

source: Could not load the order item associated with this ticket.
it_it: Impossibile caricare l'ordine associato con questo biglietto.

source: Ticket
it_it: Biglietto

source: View your ticket
it_it: Visualizza il tuo biglietto

source: View this ticket
it_it: Mostra questo biglietto

source: Tickets
it_it: Biglietti

source: View your tickets
it_it: Visualizza i tuoi biglietti

source: View these tickets
it_it: Visualizza questi biglietti

source: There was a problem loading your ticket.
it_it: C'è stato un problema nel caricamento del biglietto.

source: the order
it_it: l'ordine

source: the ticket product information
it_it: informazione prodotto biglietto

source: the event information
it_it: informazione evento

source: the venue information
it_it: Informazioni sulla location

source: the order item information
it_it: informazione item ordine

source: the event area information
it_it: informazioni dell'area evento

source: The following ticket data could not be loaded: %s
it_it: I seguenti dati del biglietto non sono stati caricati: %s

source: The ticket cannot be displayed, because the order is not complete.
it_it: Il biglietto non può essere mostrato perché l'ordine è incompleto.

source: The ticket product associated with the ticket order item, could not be found.
it_it: Impossibile trovare il biglietto associato con l'item ordinato.

source: The event information for the ticket could not be found. Perhaps the event has been removed.
it_it: Impossibile trovare le informazioni dell'evento del biglietto. Forse l'evento è stato cancellato.

source: The information you supplied does not match our record.
it_it: Le informazioni fornite non corrispondono con e nostre informazioni.

source: Left Ticket Image
it_it: Immagine biglietto a sinistra

source: The image to show in the bottom left corner of the ticket.
it_it: L'immagine da visualizzare nell'angolo in basso a sinistra del biglietto.

source: the Event Featured Image
it_it: Immagine evento

source: the Venue Image
it_it: Immagine location

source: the Ticket Product Image
it_it: Immagine biglietto prodotto

source: Right Ticket Image
it_it: Immagine biglietto a destra

source: The image to show in the bottom right corner of the ticket.
it_it: L'immagine da visualizzare nell'angolo in fondo a destra del biglietto.

source: Ticket Branding Images
it_it: Immagini biglietto branding

source: Images shown in the small line of branding images below each ticket.
it_it: Immagini visualizzate come immagini di branding in linea in calce ad ogni biglietto.

source: The recommended size of these images is 90px wide by 15px tall. Images will be constrained to 90px wide, no matter the size. Choosing "no image" will make a blank spot on the ticket branding row.
it_it: La dimensione consigliata per queste immagini è 90px di larghezza per 15px di altezza. Le immagini saranno ridimensionate a 90px di larghezza, indipendenmente dalla dimensione. Scegliento "nessuna immagine" ci sarà uno spazio vuoto sulla linea di branding del biglietto.

source: Purchaser Info
it_it: Acquirente

source: Which information to user for the purchaser display information. Either Billing or Shipping.
it_it: Scegliere l'informazione da usare per l'acquirente. O di pagamento o di spedizione.

source: the Billing Information
it_it: Informazione di fatturazione

source: the Shipping Information
it_it: Informazioni per la spedizione

source: Show Order #
it_it: Mostra ordine #

source: Show the order number of the ticket, on the ticket.
it_it: Mostra il numero di ordine sul biglietto.

source: Could not load the venue information for this ticket.
it_it: Impossibile caricare le informazioni sulla location per questo biglietto.

source: Address 2
it_it: Indirizzo 2

source: City
it_it: Città

source: State
it_it: Provincia

source: Postal Code
it_it: CAP

source: Country
it_it: Nazione

source: Venue:
it_it: Location:

source: None
it_it: Nessuno

source: Venue Information
it_it: Informazioni sulla location

source: Venue Social Information
it_it: Informazioni sociali sulla location

source: Address:
it_it: Indirizzo:

source: Address 2:
it_it: Indirizzo 2:

source: City:
it_it: Città

source: State or County:
it_it: Provincia/Nazione:

source: Postal Code:
it_it: CAP

source: Country:
it_it: Nazione:

source: Logo Image
it_it: Logo

source: Select Logo
it_it: Selezionare il logo

source: Remove
it_it: Elimina

source: Notes:
it_it: Note:

source: This is what is displayed on your tickets about this venue.
it_it: Questo è quello che viene mostrato sul biglietto circa la location.

source: Map Instructions:
it_it: Instruzioni mappa:

source: Displayed below the map on your event tickets. Meant for extra directions.
it_it: Mostrate sotto la mappa sul biglietto dell'evento. Serve per informazioni extra sull'arrivo.

source: Phone:
it_it: Telefono:

source: Website:
it_it: Sito web:

source: Full URL
it_it: URL completa

source: Contact Email:
it_it: Email di contatto:

source: Venues
it_it: Location

source: Venue
it_it: Location

source: Show Address
it_it: Mostra indirizzo

source: Display the venue address below the venue description?
it_it: Visualizzare l'indirizzo della location sotto la descrizione della location?

source: Show Map
it_it: Mostra la mappa

source: Display the venue MAP below the venue description?
it_it: Visualizzare la mappa della location sotto la descrizione della location?

source: Show Contact Info
it_it: Mostra informazioni di contatto

source: Display the venue contact information and social links below the venue description?
it_it: Visualizzare i contatti della location e i social link sotto la descrizione della location?

source: Show Notes
it_it: Mostra note

source: Display the additional venue notes (a meta field on the edit venue page) below the venue description?
it_it: Visualizzare note aggiuntive sulla location (un campo sulla pagina di modifica della location) sotto la descrizione della location?

source: There are currently <span class="available"></span> <span rel="tt"></span> available.
it_it: Attualmente ci sono <span class="available"></span> <span rel="tt"></span> disponibili.

source: There are currently <span class="available"></span> more <span rel="tt"></span> available.
it_it: Attualmente ci sono <span class="available"></span>ancora <span rel="tt"></span> disponibili.

source: We're sorry. There are currently no tickets available.
it_it: Ci dispiace. Non ci sono biglietti disponibili al momento.

source: We are sorry. This event is sold out!
it_it: Ci dispiace. Questo evento è sold-out!

source: <h1>One Moment Please...</h1>
it_it: <h1>Attendere un momento...</h1>

source: Step 1: How Many?
it_it: Primo passaggio: quanti biglietti?

source: Reserve some tickets:
it_it: Prenotare alcuni biglietti:

source: Reserve
it_it: Posti prenotati

source: Step 2: Review
it_it: Secondo passaggio: Conferma

source: You currently have:
it_it: Al momento ha:

source: Update
it_it: Aggiorna

source: Proceed to Cart
it_it: Procedere al carrello

source: add
it_it: Aggiungere

source: There are currently no areas configured. Please add one to continue.
it_it: Al momento non ci sono aree configurate. Prego aggiungerne una per continuare.

source: edit
it_it: modificare

source: delete
it_it: Cancellare

source: Event Area Image
it_it: Immagine area evento

source: Select Image
it_it: Selezionare un'immagine

source: Area Name
it_it: Nome dell'area

source: Capacity
it_it: Capacità

source: Available Pricing
it_it: Prezzi disponibili

source: save
it_it: salvare

source: cancel
it_it: Cancellare

source: This event is password protected.
it_it: Questo è un evento protetto da password

source: Invalid request. Please refresh the page and try again.
it_it: Richiesta non valida. Prego aggiornare la pagina e riprovare.

source: Updated your reservations successfully.
it_it: Aggiornamento della prenotazione eseguita.

source: Could not update your reservations.
it_it: Impossibile aggiornare le tue prenotazioni

source: The quantity must be greater than zero.
it_it: La quantità deve essere maggiore di zero.

source: Could not load that event.
it_it: Impossibile caricare l'evento.

source: A problem occurred when loading that event.
it_it: Si è verificato un problema nel caricamento di quel evvento.

source: That event does not currently have any tickets.
it_it: L'evento non ha nessun biglietto.

source: The event does not have any tickets.
it_it: L'evento non ha nessun biglietto.

source: A problem occurred when trying to remove your reservations.
it_it: C'è stato un problema durante il tentativo di rimozione delle tue prenotazioni.

source: A problem occurred when trying to update your reservations.
it_it: C'è stato un problema durante il tentativo di aggiornamento della tua prenotazione.

source: There are not enough available tickets to increase the quantity of %s to %d. There are only %d available.
it_it: Non ci sono abbastanza biglietti disponibili per aumentare la quantitàda %s a %d. Ci sono solo %d biglietti.

source: That event does not have currently have any tickets.
it_it: L'evento non ha nessun biglietto.

source: Event Area:
it_it: Area evento:

source: -None-
it_it: -Nessuno-

source: Could not find the venue you specified [%s].
it_it: Impossibile trovare la location specificata [%s].

source: Could not find that venue.
it_it: Impossibile trovare la location.

source: Could not save the item(s) because not enough information was provided.
it_it: Impossibile salvare gli item per mancanza di informazioni fornite.

source: There was a problem saving the area [%s].
it_it: Errore nel salvare l'area [%s].

source: Could not find that event.
it_it: impossibile trovare l'evento.

source: That is not a valid order.
it_it: Non è un ordine valido.

source: Event Areas
it_it: Aree evento

source: (Unknown Ticket Type)
it_it: (Tipo di biglietto sconosciuto)

source: There are only <span class="available">%s</span> %s available currently. Could not temporarily reserve %d %s.
it_it: Ci sono solo <span class="available">%s</span> %s attualmente disponibili. %d %s non possono essere riservati.

source: There are not enough %s tickets available currently. Could not temporarily reserve %d %s.
it_it: Non ci sono abbastanza %s biglietti a disposizioni al momento. Non si possono riservare temporaneamente %d %s.

source: The number of tickets must be greater than 0.
it_it: Il numero di biglietti deve essere maggiore di 0.

source: There are only <span class="available">%s</span> more %s available currently. Could not temporarily reserve %d more %s. You still have %d %s.
it_it: Ci sono solo <span class="available">%s</span> più %s a disposizione ora. Non è possibile riservare %d più %s. Lei ha ancora %d %s.

source: There are not enough %s tickets available currently. Could not temporarily reserve %d more %s. You still have %d %s.
it_it: Non ci sono al momento %s biglietti a disposizione. Non è possibile riservare temporaneamente %d più %s. Lei ha ancora %d %s.

source: There were only %d of the %s for %s available. We reserved all of them for you instead of the %d you requested.
it_it: Ci sono solo %d di %s disponibili per %s. Le riserviamo tutti gil altri, invece che i %d biglietti richiesti.

source: There were no %s for %s available to give you. We have removed it from your cart.
it_it: Non ci sono %s per %s a disposizione. Sono stati rimossi dal carrello.

source: (no event selected)
it_it: (nessun evento selezionato)

source: Date:
it_it: Data:

source: Capacity:
it_it: Capacità

source: Available:
it_it: Disponibile:

source: Different Event
it_it: Evento differente

source: Use This Event
it_it: Usare questo evento
