Repository: caresia/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: it_it

source: Add Tickets
it_it: Aggiungere biglietti

source: Loading. One moment please...
it_it: Caricamento. Attendere un momento...

source: Invalid order number.
it_it: Numero ordine non valido.

source: Could not find the new event.
it_it: impossibile trovare il nuovo evento.

source: Could not find that order item on the order.
it_it: Impossibile trovare il prodotto nell'ordine.

source: The order item does not appear to be valid.
it_it: L'ordine non sembra valido.

source: Add tickets
it_it: Aggiungere biglietti

source: Allows this product to be assigned as a ticket, when configuring pricing on a seating chart, for the %s plugin.
it_it: Permette che questo prodotto sia assegnato come biglietto, nella configurazione del prezzo sullo schema dei posti, per il %s plugin.

source: Fee
it_it: Costo di servizio

source: Fee Name
it_it: Nome costo di servizio

source: Product ID:
it_it: ID prodotto:

source: Variation ID:
it_it: ID Modifica:

source: No longer exists
it_it: Non esiste più

source: Product SKU:
it_it: SKU Prodotto:

source: Add&nbsp;meta
it_it: Aggiungere&nbsp;meta

source: After pre-tax discounts.
it_it: Sconti dopo le pre-tasse.

source: Before pre-tax discounts.
it_it: Sconti prima delle pre-tasse.

source: Cost
it_it: Costo:

source: Qty
it_it: Qta

source: Total
it_it: Totale

source: Tax
it_it: Tassa

source: Coupon(s) Used
it_it: Coupon usato(i)

source: Discount
it_it: Sconto

source: This is the total discount. Discounts are defined per line item.
it_it: Questo è lo sconto complessivo. Gli sconti sono definiti per prodotti in linea.

source: This is the shipping and handling total costs for the order.
it_it: Questi sono i costi di spedizione e gestione per l'ordine.

source: Order Total
it_it: Totale dell'ordine

source: Refunded
it_it: Rimborsato

source: Actions
it_it: Azioni

source: Delete selected line item(s)
it_it: Eliminare l'articolo(i) selezionati in linea

source: Stock Actions
it_it: Azioni stock

source: Reduce line item stock
it_it: Ridurre lo stock articoli in linea

source: Increase line item stock
it_it: Aumentare stock articoli in linea

source: Apply
it_it: Si applica a

source: Add line item(s)
it_it: Aggiungere articolo(i) in linea

source: This order has been paid for and is no longer editable
it_it: Questo ordine è stato pagato e quindi non è più modificabile

source: Add Tax
it_it: Aggiungi tassa

source: Refund
it_it: Rimborso

source: Calculate Taxes
it_it: Calcolare Tasse

source: Calculate Total
it_it: Calcolare Totale

source: Add product(s)
it_it: Aggiungi prodotto(i)

source: Add fee
it_it: Aggiungere costi

source: Add shipping cost
it_it: Aggiungere costi di spedizione

source: Save
it_it: Salvare

source: Restock refunded items
it_it: Rifornire articoli rimborsati

source: Amount already refunded
it_it: Quantità già rimborsati

source: Total available to refund
it_it: Totale disponibile al rimborso

source: Refund amount
it_it: Quantità rimborsata

source: Reason for refund (optional)
it_it: Motivo del rimborso (opzionale)

source: Payment Gateway
it_it: Gateway per il pagamento

# Refund $amount
source: Refund %s via %s
it_it: Rimborso %s attraverso %s [importo $amount]

# Refund $amount manually
source: Refund %s manually
it_it: Rimborso %s manuale [importo $amount manuale]

source: Add products
it_it: Aggiungere prodotti

source: Search for a product&hellip;
it_it: Ricerca un prodotto&hellip;

source: Add
it_it: Aggiungere

source: Add tax
it_it: Aggiungi tassa

source: Rate name
it_it: Nome rata

source: Tax class
it_it: Classe di tassa

source: Rate code
it_it: Codice rata

source: Rate %
it_it: Rata %

source: Or, enter tax rate ID:
it_it: Oppure, inserire l'ID della rata della tassa:

source: Optional
it_it: Opzionale

source: Shipping Name
it_it: Nome spedizione

source: Shipping Method
it_it: Metodo di spedizione

source: OpenTickets WC template override has moved location.
it_it: OpenTickets WC template override è stato spostato.

source: Sort by
it_it: Ordinare per

source: Edit User
it_it: Modificare utente

source: Edit Order
it_it: Modificare ordine

source: Edit Product
it_it: Modificare prodotto

source: Ticket has PREVIOUSLY checked in!
it_it: Il biglietto ha già fatto il check-in PRIMA!

source: Owner:
it_it: Proprietario:

source: No access
it_it: Nessun accesso

source: You do not have sufficient permissions to perform this action!
it_it: Non avete le autorizzazioni necessarie per fare questa azione!

source: Check-In FAILED!
it_it: Check-in FALLITO!

source: Check-In SUCCESSFUL
it_it: Check-in OK

source: Upcoming Tickets
it_it: Prossimi biglietti

source: pending payment
it_it: pagamento in sospeso

source: for <a href="%s" title="%s">%s</a>
it_it: <a href="%s" title="%s">%s</a>

source: Visit the Event page
it_it: Visitare la pagina dell'evento

source: (order <a href="%s" title="%s">#%s<a/>)
it_it: (ordine <a href="%s" title="%s">#%s<a/>)

source: Edit order
it_it: Modificare ordine

source: (View Show Page)
it_it: (Mostra pagina spettacolo)

source: We are sorry. Online registration for this event has closed.
it_it: Ci dispiace. La registrazione online per questo evento è stata chiusa.

source: For a better experience, certain features of javascript area required. Currently you either do not have these features, or you do not have them enabled. Despite this, you can still purchase your tickets, using 2 simple steps.
it_it: Per una migliore esperienza, alcune funzionalità di javascript sono necessarie. Al momento o non sono presenti queste funzionalità oppure non sono abilitate. Nonostante questo, è possibile comprare i biglietti in due semplici passaggi.

source: <strong>STEP 1:</strong> Below, enter the number of tickets you wish to purchase, then click <span class="button-name">Reserve Tickets</span>.
it_it: <strong>Passo 1:</strong> Prego indicare il numero di biglietti desiderato, quidni premere il pulsante <span class="button-name">Prenota biglietti</span>.

source: <strong>STEP 2:</strong> Finally, once you have successfully Reserved your Tickets, click <span class="button-name">Proceed to Cart</span> to complete your order.
it_it: <strong>Passo 2:</strong> Infine, una volta prenotati i biglietti, premere il pulsante <span class="button-name">Al carrello</span>.

source: Successfully removed your reservations.
it_it: La prenotazione è stata rimossa con successo.

source: <span class="step-name">STEP 1</span>: How many?
it_it: <span class="step-name">Passo 1</span>: Quanti?

source: Currently, there are <span class="available">%s</span> "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) available for purchase.
it_it: Attualmente ci sono <span class="available">%s</span> "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponibili alla vendita.

source: <span class="step-name">STEP 2</span>: Review
it_it: <span class="step-name">Passo 2</span>: Verifica

source: Currently, there are <span class="available">%s</span> more "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) available for purchase.
it_it: Attualmente ci sono <span class="available">%s</span> ulteriori "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponibili alla vendita.

source: We are sorry. There are currently no tickets available for this event. Check back soon!
it_it: Ci dispiace. Non ci sono più biglietti disponibili per questo evento. Controllate più tardi!

source: Physical Address:
it_it: Indirizzo fisico:

source: Contact Information:
it_it: Informazione di contatto:

source: Visit the %s
it_it: Visitare %s

source: Send an email
it_it: Invia un email

source: Who is OpenTickets?
it_it: Chi è OpenTickets?

source: Download PDF
it_it: Scaricare PDF

source: Starts:
it_it: Inizia di:

source: D, F jS, Y
it_it: l jS F Y

source: Ends:
it_it: Finisce:

source: ORDER #
it_it: Ordine #

source: %1$s of %2$s
it_it: %1$s per %2$s

source: An error has occurred while attempting to view the ticket
it_it: Si è verificato un errore nella visualizzazione del biglietto

source: Additional Information is Required
it_it: L'informazione aggiuntiva è obbligatoria

source: In order to allow you to view your ticket, we must first verify who you are, and that you should be able to view this ticket. To do that, we need to obtain some information from you, that we will use to verify who you are. If this information matches our record, then your ticket will be available to you.
it_it: Per permetterti di visualizzare il biglietto, dobbiamo prima verificare la tua identità. Per questo, abbiamo bisogno di alcune informazioni su di te, che utilizzeremo per verificare chi sei. Se le informazioni corrisponderanno, il biglietto sarà visibile.

source: This should be the email you used during the purchase of your ticket, as your billing email address.
it_it: Specificare l'email utilizzata durante l'acquisto del biglietto come indirizzo email di fatturazione.

source: Submit
it_it: Conferma

source: Company
it_it: Azienda

source: Address 1
it_it: Indirizzo 1

source: Postcode
it_it: CAP

source: Select a country&hellip;
it_it: Selezionare una nazione&hellip;

source: State/County
it_it: Provincia/Nazione

source: Order %s details
it_it: Dettagli ordine %s

source: Payment via %s
it_it: Pagamento tramite %s

source: Customer IP
it_it: IP cliente:

source: General Details
it_it: Dettagli generali

source: Order date:
it_it: Data ordine:

source: Order status:
it_it: Stato dell'ordine:

source: Customer:
it_it: Cliente:

source: Billing Details
it_it: Dettagli fatturazione

source: No billing address set.
it_it: Indirizzo di fatturazione non impostato.

source: Load billing address
it_it: Carica indirizzo fatturazione

source: Transaction ID
it_it: ID transazione

source: Shipping Details
it_it: Dettgli di spedizione

source: No shipping address set.
it_it: Indirizzo di spedizione non impostato.

source: Customer Note
it_it: Nota acquirente

source: Load shipping address
it_it: Carica indirizzo di spedizione

source: Copy from billing
it_it: Copia dalla fattura

source: Customer Note:
it_it: Nota acquirente:

source: Customer's notes about the order
it_it: Nota del cliente sull'ordine

source: added on %1$s at %2$s
it_it: aggiunto %1$s per %2$s

source: by %s
it_it: da %s

source: There are no notes yet.
it_it: Non ci sono note ancora per questo ordine.

source: Add note
it_it: Aggiungere nota

source: Customer note
it_it: Nota acquirente

source: Private note
it_it: Nota privata

source: Required Plugin Not Up-to-date
it_it: Il plugin richiesto non è aggiornato

source: The <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requires</strong> that <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> be at least at version <u><strong>%s</strong></u>; you are currently running version <em>%s</em>. Because of this, the <em><a href="%s" target="_blank">%s</a></em> plugin has not initialized any of its functionality. To enable the features of this plugin, simply install and activate the latest version of <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
it_it: Il <em><a href="%s" target="_blank">%s</a></em> plugin <strong>necessita</strong> di <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> come minimo nella versione <u><strong>%s</strong></u>. &Egrave; attiva la versione <em>%s</em>. Per questo il plugin <em><a href="%s" target="_blank">%s</a></em> non ha inizializzato nessuna funzionalità. Per poter usare il plugin, attivare l'ultima versione di <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.

source: Missing Required Plugin
it_it: Il plugin richiesto mancante

source: The <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requires</strong> that <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> be activated in order to perform most vital functions; therefore, the plugin has not initialized any of its functionality. To enable the features of this plugin, simply install and activate <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
it_it: Il <em><a href="%s" target="_blank">%s</a></em> plugin <strong>necessita</strong> che <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>\\\ WooCommerce si attivato, per fornire la maggior parte delle funzioni. Per questo il plugin non ha inizializzato le proprie funzionalità. Per poter utilizzare queste funzionalità, installare e attivare <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.

source: <a href="%s" title="Visit the License Key settings page">Settings</a>
it_it: <a href="%s" title="Visitare la pagina delle impostazioni della licenza">Impostazioni</a>

source: Memory Requirement Problem
it_it: Problema con i requisiti di memoria.

source: The %%%%PRODUCT%%%% plugin <strong>requires</strong> that your server allow at least %s of memory to WordPress. We recommend at least %s for optimum performance (as does WooCommerce). We tried to raise the memory limit to the minimum for your automatically, but your server settings do not allow it. Your server currently only allows %s, which is below the minimum. We have stopped loading OpenTickets, in an effort maintain access to your site. Once you have raised your server settings to at least the minimum memory requirement, we will turn OpenTickets back on automatically.
it_it: Il plugin %%%%PRODOTTO%%%% <strong>necessita</strong> %s di memoria a disposizione sul server. Consigliamo, che il server fornisca %s per offrire performance ottimali. Abbiamo tentato di alzare il limite in modo automatico, ma le impostazioni del server l'hanno impedito. Il Suo server consente al momento solo %s, sotto il minimo consigliato. Abbiamo interrotto il caricamento di OpenTickets per garantire l'accesso al sito web. Una volta alzate le impostazioni del server al minimo garantito, OpenTickets ripartirà automaticamente.

source: The %%%%PRODUCT%%%% plugin <strong>requires</strong> that your server allow at least %s of memory to WordPress. Currently, yoru server is set to allow %s, which is above the minimum. We recommend at least %s for optimum performance (as does WooCommerce). If you cannot raise the limit to the recommended amount, or do not wish to, then simply ignore this message.
it_it: Il plugin %%%%PRODOTTO%%%% <strong>necessita</strong> come minimo %s di memoria di WordPress. Attualmente il server è impostato per permettere %s, che è sotto il minimo. Consigliamo %s per performance ottimali (come per WooCommerce). Se non potete o non volete alzare il limite al valore consigliato, ignorare il messaggio.

source: Could not compile stylesheet %s. [%s]
it_it: Impossibile elaborare il foglio di stile%s. [%s]

source: Could not write to stylesheet file %s.
it_it: Impossibile scrivere nel file del foglio di stile %s.

source: Could not write colors to file %s. [%s]
it_it: Impossibile scrivere i colori nel file%s. [%s]

source: the installation process
it_it: il processo di installazione

source: Could not find the needed library %s, for use in %s.
it_it: Impossibile caricare la libreria necessaria %s per %s.

source: OpenTickets Calendar
it_it: Calendario OpenTickets

source: Non-JS Calendar Page
it_it: Pagina Calendario non-JS

source: Widget area on calendar template that shows when a user does not have javascript enabled.
it_it: Area widget sul modelllo di calendario che mostra quando un utente non ha javascript abilitato.

source: Calendar Settings
it_it: Impostazioni Calendario

source: Ended
it_it: Finito

source: Today
it_it: Oggi

source: Date of next Event
it_it: Prossimo evento

source: Manually entered date
it_it: Data manuale

source: Starting Date Method
it_it: Metodo della data d'inizio

source: m-d-Y
it_it: d/m/Y

source: mm-dd-yy
it_it: dd/mm/yy

source: Event Calendar
it_it: Calendario

source: Event Pages
it_it: Pagine

source: These pages are used to display the upcoming events.
it_it: Queste pagine servono a mostrare i prossimi eventi.

source: Page to display the calendar of upcoming events.
it_it: Pagina con il calendario dei prossimi eventi.

source: Download CSV
it_it: Scarica CSV

source: Printer Friendly Version
it_it: Versione per la stampa

source: Network Admin
it_it: Amministrazione Globale

source: Global Dashboard
it_it: Pannello Globale

source: Could not create the report cache directory. Make sure that the permissions for '%s' allow the webserver to create a directory, and try again.
it_it: Impossibile creare la cartella temporanea per i rapporti. Assicurarsi che i permessi per '%s' consentano al server web di creare una directory, e riprovare.

source: An un expected error occurred during report generation.
it_it: Si &egrave; verificato un errore inatteso durante la generazione del rapporto.

source: Could not find the report result template. Below is the list of raw CSV results.
it_it: Impossibile trovare il template per il rapport. Di seguito &egrave; mostrato il rapporto CSV.

source: View report for
it_it: Mastra rapporto per

source: Report for
it_it: Report per

source: (unknown)
it_it: (sconosciuto)

source: -free-
it_it: -gratuito-

source: Shows
it_it: Spettacoli

source: (none)
it_it: (nessuno)

source: Invalid order.
it_it: Ordine non valido.

source: My Account &rarr;
it_it: Il mio profilo &rarr;

source: Order <mark class="order-number">%s</mark> made on <mark class="order-date">%s</mark>
it_it: Ordine <mark class="order-number">%s</mark> inviato il <mark class="order-date">%s</mark>

source: Order status: <mark class="order-status">%s</mark>
it_it: Stato ordine: <mark class="order-status">%s</mark>

source: Order Updates
it_it: Aggiornamenti ordine

source: l jS \of F Y, h:ia
it_it: l jS \di F Y, H:i

source: My Account Page
it_it: Il mio profilo

source: Display Upcoming Tickets
it_it: Prossimi biglietti

source: Format to display the upcoming tickets list in. The list appears on the end user's "My Account" page.
it_it: Formato della lista dei biglietti. Questa lista viene mostrata nella pagina del profilo utente.

source: By Event
it_it: Per evento

source: As Line Item List
it_it: Per riga

source: Infinite Login
it_it: Login permanente

source: Once a user logs in, they stay logged in, forever.
it_it: Una volta autenticato, l'utente rimane tale a tempo indeterminato.

source: Event
it_it: Evento

source: View this event
it_it: Mostra evento

source: Events
it_it: Eventi

source: Top Level Events
it_it: Eventi principali

source: low
it_it: basso

source: medium
it_it: Medio

source: high
it_it: alto

source: available
it_it: Disponibile

# post
source: Hidden
it_it: Nascosto [post]

source: Hidden <span class="count">(%s)</span>
it_it: Nascosto <span class="count">(%s)</span>

source: MM-dd-yyyy
it_it: gg-mm-aaaa

source: ddd MM-dd-yyyy
it_it: gg-mm-aaaa

source: hh:mmtt
it_it: HH:mm

source: Status
it_it: Stato

source: m/d/Y
it_it: d/m/Y

source: g:ia
it_it: H:i

source: on %2$s
it_it: su %2$s

# Permalink date
source: Y-m-d_gia
it_it: g/m/a

# metabox title
source: Event Date Time Settings
it_it: Impostazioni data/ora dell'evento [titolo del metabox]

# metabox title
source: Event Titles
it_it: Titoli Evento [titolo del metabox]

# metabox title
source: Stop Sales Before Show
it_it: Ferma le vendite prima dell'evento [titolo del metabox]

# metabox title
source: Event Run Date Range
it_it: Intervallo date evento [intervallo date evento]

# metabox field heading
source: Show Date
it_it: Mostrare la data [titolo campo metabox]

# checkbox description
source: Use the site wide default setting
it_it: Utilizzare le preimpostazioni del sito

# radio button description
source: Yes, show the date
it_it: Si, mostrare la data [descrizione pulsante d’opzione]

# radio button description
source: No, hide the date
it_it: No, nascondere la data [descrizione pulsante d’opzione]

# field helper text
source: Decided whether to use the global "%s" setting, or if you want to specify a specific value for these events.
it_it: Scegliere se usare le impostazioni globali "%s" oppure valori specifici per questi eventi.

# option name
source: Show Date
it_it: Mostrare la data [opzione del nome]

# metabox field heading
source: Show Time
it_it: Mostra l’orario [titolo campo metabox]

# radio button description
source: Yes, show the time
it_it: Si, mostra l’orario [descrizione pulsante d’opzione]

# radio button description
source: No, hide the time
it_it: No, nascondere l’orario [descrizione pulsante d’opzione]

# option name
source: Show Time
it_it: Mostra l’orario [opzione del nome]

source: This is the formula to calculate when tickets should stop being sold on the frontend for this show. For example, if you wish to stop selling tickets 2 hours and 30 minutes before the show, use: <code>2 hours 30 minutes</code>. Valid units include: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years. Leave the formula empty to just use the Global Setting for this formula.
it_it: Questa è la formula per calcolare quando si dovrebbe fermare la vendita sul front-end per questo spettacolo. Ad esempio, se si vuole interrompere le vendite dei biglietti 2 ore e mezza prima dell'evento, usare: <code>2 hours 30 minutesi</code>. Unità di misura valide includono: ora, ore, minuto, minuti, secondo, secondi, giorno, giorni, settimana, settimane, mese, mesi, anno, anni. Lasciare la formula vuota per utilizzare le impostazioni globali per questa formula.

source: Start Date/Time
it_it: Data/Ora inizio

source: End Date/Time:
it_it: Data/Ora fine:

source: Basic Settings
it_it: Impostazioni di base

source: Start Date
it_it: Data d'inizio

source: Y-m-d
it_it: d-m-Y

source: h:ia
it_it: H:i

source: Start Time
it_it: Ora d'inizio

source: to
it_it: al

source: End Date
it_it: Data fine

source: End Time
it_it: Ora fine

source: Repeat
it_it: Ripeti

source: Repeats
it_it: Occorrenze

source: Weekly
it_it: Settimanale

source: Repeats Every
it_it: Ripeti ogni

source: days
it_it: giorni

source: weeks
it_it: settimane

source: Repeat on
it_it: Ripeti di

source: Su
it_it: Do

source: Mo
it_it: Lu

source: Tu
it_it: Ma

source: We
it_it: Me

source: Th
it_it: Gi

source: Fr
it_it: Ve

source: Starts on
it_it: Inizia il

source: Ends
it_it: Finisce

source: On
it_it: Il

source: After
it_it: Dopo

source: occurences
it_it: occorrenze

source: Add to Calendar
it_it: Aggiungi al calendario

source: Event Date/Times
it_it: Data/Ora Eventi

source: Settings
it_it: Impostazioni

source: Status:
it_it: Stato:

source: Edit
it_it: Modifica

source: Published
it_it: Pubblico

source: Privately Published
it_it: Privato e Pubblicato

source: Scheduled
it_it: Programmato

source: Pending Review
it_it: In Revisione

source: Draft
it_it: Bozza

source: Cancel
it_it: Annulla

source: Visibility
it_it: Visibilit&agrave;

source: Viewable to the public
it_it: Visibile al pubblico

source: Public
it_it: Pubblico

source: Visible on the calendar, but only those with the password can view to make reservations
it_it: Visibile nel calendario, ma solo per coloro che hanno una password è possibile visualizzare e fare una prenotazione.

source: Password Protected
it_it: Protetto da password

source: Hidden from the calendar, but open to anyone with the url
it_it: Non in calendario, ma accessibile a chi ha l'indirizzo web

source: Hidden
it_it: Nascosto

source: Only logged in admin users or the event author can view it
it_it: Visibile solo agli utenti autenticati ed all'autore

source: Private
it_it: Privato

source: Publish Date:
it_it: Pubblicato il:

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile
