Repository: caresia/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: it_it

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Event base
it_it: Evento di base:

source: Enter a custom base to use. This url segment will prefix the event name in the url.<br/><code>example: %s</code>
it_it: Immettere una base personalizzata per usare. Questo segmento URL viene anteposto al nome dell'evento.<br/><code>example: %s</code>

source: Event permalink base
it_it: Evento di base permalink:

source: Event Display
it_it: Visualizzazione dell’evento

source: Stop Sales Before Show
it_it: Ferma le vendite prima dello spettacolo

source: Amount of time to stop sales for a show, before show time. (ie: stop sales two hour before show time <code>2 hours</code>)
it_it: Quantità di tempo per fermare le vendite dell’evento, prima che inizi (ad esempio, finire le vendere due ore prima <code>2 hours</code>)

source: valid units: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years
it_it: unità valide: ora, ore, minuto, minuti, secondo, secondi, giorno, giorni, settimana, settimane, mese, mesi, anno, anni

source: Single Event Synopsis
it_it: Sinossi evento singolo

source: Show event synopsis on single event pages
it_it: Mostra la sinossi dell’evento su una pagina evento singolo

source: By default, just the event logo, and the event pricing options are shown. This feature will additionally show the description of the event to the user.
it_it: Come impostazione predefinita sono mostrati solo il logo dell’evento e le opzioni di prezzo. Questa funzionalità mostra in più la descrizione dell’evento all’utente.

source: Single Event Synopsis Position
it_it: Posizione sinossi evento singolo

source: The display position of the Event Synopsis on the single event page.
it_it: La posizione di visualizzazione della sinossi dell'evento su una pagina evento singolo

source: Above the Ticket Selection UI
it_it: Sopra la UI selezione biglietto

source: Below the Ticket Selection UI
it_it: Sotto la UI selezione biglietto

source: Show Date
it_it: Mostrare la data

source: Show the date in the title of events, on the event details pages.
it_it: Mostra la data nel titolo dell’evento, sulle pagine dei dettagli dell’evento

source: This is the difference between a title reading "My Event" and "My Event on 09/12/2015".
it_it: Questo fa la differenza tra un titolo "My Event" e "My Event on 09/12/2015".

source: Show Time
it_it: Orario dello spettacolo

source: Show the time in the title of events, on the event details pages.
it_it: Mostra l'ora nel titolo degli eventi, sulle pagine di dettagli dell'evento.

source: This is the difference between a title reading "My Event" and "My Event @ 6:00pm".
it_it: Questo fa la differenza tra un titolo "My Event" e "My Event @ 6:00pm".

source: Availability Quantity
it_it: Disponibilità

source: Yes, show the quantity that is available, on the frontend, when showing the availability.
it_it: Sì, mostrare la quantità disponibile sul frontend, quando mostra la disponibilità.

source: There are not %s tickets available to reserve.
it_it: Al momento non ci biglietti %s disponibili da prenotare

source: The current settings disallow using "<strong>Guest</strong>" as the customer for the order. You have attempted to use "<strong>Guest</strong>" as the customer. You will not be able to process payments or complete an order until a user has been selected as the customer.
it_it: Le impostazioni correnti non permettono di usare l’utente ‘<strong>Guest</strong>’ come cliente dell’ordine. Si è cercato di usare ‘<strong>Guest</strong>’ come cliente. Non sarà possibile procedere con i pagamenti o completare un ordine finché non sarà selezionato un utente come cliente.

source: Additionally, because of the current Woocommerce settings, "<strong>Guest</strong>" is not allowed as the customer user. Please select a user first.
it_it: In più, per via delle impostazioni correnti di Woocommerce, l’utente “<strong>Guest</strong>” non è ammesso come cliente. Prego selezionare prima un utente.

source: You cannot use "Guest" as the owner of the order, due to current Woocommerce settings.
it_it: Non si può usare “Guest” come titolare dell’ordine, a causa delle impostazioni correnti di Woocommerce.

source: is a required field.
it_it: è un campo obbligatorio.

source: Please enter a valid postcode/ZIP.
it_it: Inserire un codice postale CAP valido.

source: is not a valid phone number.
it_it: non è un numero di telefono valido

source: is not a valid email address.
it_it: Non è un email valido.

source: is not valid. Please enter one of the following:
it_it: non è valideo. Prego inserire uno dei seguenti:

source: Your current settings require you to provide most billing information for each order.
it_it: Le impostazioni correnti necessitano di fornire la maggior parte delle informazioni di fatturazione per ogni ordine.

source: You do not have permission to create users. Sorry.
it_it: Non si ha il permetto di creare utenti. Siamo spiacenti.

source: The username is a required field.
it_it: Il nome utente è un campo obbligatorio.

source: That user name contains illegal characters.
it_it: Il nome utente contiene caratteri non ammessi.

source: is already being used by another user. Please enter a different username.
it_it: è già in uso da un altro utente. Prego inserire un nome utente differente.

source: The email address is required.
it_it: L’indirizzo email è obbligatorio.

source: That is not a valid email address.
it_it: Questo non è un email valido.

source: is already in use by another user. Please use a different email address.
it_it: è già in uso da un altro utente. Prego inserire un email differente.

source: The first name is a required field.
it_it: Il nome è un campo obbligatorio.

source: The last name is a required field.
it_it: Il cognome è un campo obbligatorio.

source: The information you supplied passed validation.
it_it: Le informazioni fornite hanno passato positivamente la validazione.

source: User creation failed:
it_it: La creazione dell’utente è fallita:

source: The user was created successfully.
it_it: L’utente è stato creato con successo.

source: New User Form
it_it: Form nuovo utente

source: Username
it_it: Nome utente

source: First Name
it_it: Nome proprio

source: Last Name
it_it: Cognome

source: Additional Email Settings
it_it: Impostazioni Email ulteriori

source: Custom Completed Order Message (Above Order Items)
it_it: Messaggio di ordine completato in maniera personalizzata (sopra l’ordine degli articoli)

source: This html appears near the top of the default Completed Order email, sent to the customer upon completion of their order, above the order items.
it_it: Questo HTML appare quasi all’inizio dell’email dell’ordine completato in maniera predefinita, che viene inviato al cliente al termine del loro ordine, sopra gli o articoli dell’ordine.

source: Custom Completed Order Message - Text only version (Above Order Items)
it_it: Messaggio dell’ordine completato in modo personalizzato - Versione solo testo (Sopra gli articoli dell’ordine)

source: Custom Completed Order Message (Below Address)
it_it: Messaggio personalizzato di ordine completato (segue indirizzo)

source: This html appears at the bottom of the default Completed Order email, sent to the customer upon completion of their order, below their address information.
it_it: Questo html appare alla fine dell'email di ordine completato, inviato al cliente al termine dell'ordine, sotto le informazioni del loro indirizzo.

source: Custom Completed Order Message - Text only version (Below Address)
it_it: Messaggio personalizzato di ordine completato - versione solo testo (segue indirizzo)

source: This text appears at the bottom of the default Completed Order email, sent to the customer upon completion of their order, below their address information.
it_it: Questo testo appare alla fine dell'email di default di ordine completato, inviato al cliente al termine dell'ordine, sotto le informazioni del loro indirizzo.

source: Seating
it_it: Posto

source: List all seats for a show, as wells as their availability and occupancy.
it_it: Elencare tutti i posti per uno spettacolo, la loro disponibilità e i loro occupanti

source: Not Paid
it_it: Non Pagato

source: Paid
it_it: Pagato

source: Checked In
it_it: Il biglietto ha già fatto il check-in PRIMA!

source: Seating Report note
it_it: Nota del report posti a sedere

source: Year:
it_it: Anno:

source: [All Years]
it_it: [Tutti gli anni]

source: Event:
it_it: Evento:

source: Lookup Showings
it_it: Ricerca proiezioni

source: Showing:
it_it: Mostra:

source: m-d-Y g:ia
it_it: g/m/a

source: Show Report
it_it: Mostra report

source: <p><em>Could not find that event.</em></p>
it_it: <p><em>Impossibile trovare quell’evento.</em></p>

source: Purchaser
it_it: Acquirente

source: Order #
it_it: Ordine #

source: Ticket Type
it_it: Tipo di biglietto

source: Quantity
it_it: Quantità

source: Phone
it_it: Telefono

source: Address
it_it: Indirizzo

source: Note
it_it: Nota

source: Ticket Url
it_it: URL biglietto

source: Reports
it_it: Report

source: Allow OpenTickets Stats?
it_it: Consentire statistiche OpenTicket?

source: OpenTickets is always being improved, thanks to users like you. To help us improve this product, would you allow us collect some basic information about your installation, like many others already have? We will not track any of your users' information, so your security and privacy is still safe. The information we will be tracking is purely about your WordPress installation, and will be used to help us understand which plugins and themes we need to be compatible with.
it_it: Grazie a utenti come voi, OpenTicket è sempre in via di miglioramento. Al fine di aiutarci a migliorare questo prodotto, acconsentirebbe a permetterci di raccogliere alcune informazioni di base sulla vostra installazione, al fine di continuare a migliorare il prodotto, come hanno già fatto molti altri? Non risaliremo a nessuna delle vostre informazioni degli utenti, così la vostra sicurezza e la vostra privacy saranno rispettate. Le informazioni che monitoreremo riguardano unicamente la vostra installazione di WordPress, e verranno usate per permetterci di capire con quali plugin e con quali temi dovranno essere compatibili.

source: Yes
it_it: Sì

source: Dismiss
it_it: Annulla

source: Fair enough. Thanks anyways.
it_it: D’accordo. Grazie comunque

source: Thanks a bunch.
it_it: Grazie mille.

source: Title
it_it: Titolo

source: Author
it_it: Autore

source: Author Name
it_it: Nome dell’autore

source: Author URI
it_it: Autore URI

source: Description
it_it: Descrizione

source: Version
it_it: Versione

source: Template
it_it: Modello

source: Stylesheet
it_it: foglio di stile

source: Template Files
it_it: File dei template

source: Stylesheet Files
it_it: File dei fogli di stile

source: Template Dir
it_it: Modello Dir

source: Stylesheet Dir
it_it: Foglio di stile Dir

source: Tags
it_it: Tag

source: Theme Root
it_it: Tema principale

source: Theme Root URI
it_it: Tema principale URI

source: Parent Theme
it_it: Tema Genitore

source: Add %singular%
it_it: Aggiungere %singular%

source: Add New %singular%
it_it: Aggiungere nuovo %singular%

source: Edit %singular%
it_it: Modificare %singular%

source: New %singular%
it_it: Nuovo %singular%

source: All %plural%
it_it: Tutti %plural%

source: View %singular%
it_it: Visualizzare %singular%

source: Search %plural%
it_it: Ricerca %plural%

source: No %lplural% found
it_it: Nessun %lplural% trovato

source: No %lplural% found in Trash
it_it: Nessun %lplural% trovato nel Cestino

source: Global Settings
it_it: Impostazioni globali

source: Allow Statistics
it_it: Consentire statistiche

source: Allow OpenTickets to gather information about your WordPress installation.
it_it: Consentire a OpenTicket di raccogliere informazioni sulla vostra installazione di WordPress.

source: This information is strictly used to make this product better and more compatible with other plugins.
it_it: Queste informazioni sono utilizzate esclusivamente per il miglioramento di questo prodotto e per aumentare la compatibilità con altri plug-in.

source: Event Link Slug
it_it: Slug link evento

source: The url slug that is prepended to the event name in the url. (ex: <code>http://example.com/<strong>event</strong>/my-event/</code>)
it_it: Questo l’url slum che viene anteposto al nome dell’evento nell’url. (Bsp.: <code>http://example.com/<strong>Veranstaltung</strong>/my-event/</code>)

source: This is the segment of the url that preceeds the event name.
it_it: Questo è il segmento dell’ URL che precede il nome dell’evento.

source: Action failed. Please refresh the page and retry.
it_it: Azione fallita. Prego aggiornare la pagina e riprovare.

source: Your settings have been saved.
it_it: Le impostazioni sono state salvate.

source: The changes you made will be lost if you navigate away from this page.
it_it: La modifica fatta sarà perduta se ci si allontana dalla pagina.

source: New Widget
it_it: Nuovo Widget

source: View Order Receipt
it_it: Mostrare ricevuta dell’ordine

source: Preview
it_it: Anteprima

source: Bypass Process
it_it: Bypassare il processo

source: Checking this box bypasses the Processing step and marks the order as Complete. (if other products in an order require processing, the order will still goto processing)
it_it: Selezionando questa casella si salterà il passaggio di processamento e l’ordine sarà segnato come completo (se altri prodotti necessitano di essere processati, l’ordine continuerà a processarli).

source: Discounts
it_it: Sconti.

source: Cart Discount:
it_it: Sconti in carrello:

source: Discounts before tax - calculated by comparing subtotals to totals.
it_it: Sconti primi delle tasse - calcolati confrontando subtotali e totali.

source: Order Discount:
it_it: Sconto dell’ordine:

source: Discounts after tax - user defined.
it_it: Sconti dopo le tasse - definiti dall’utente.

source: Shipping
it_it: Spedizione

source: Label:
it_it: Etichetta:

source: The shipping title the customer sees
it_it: Il titolo di spedizione che vede l’acquirente

source: Cost:
it_it: Costo:

source: (ex. tax)
it_it: (tasse escluse)

source: Method:
it_it: Metodo:

source: Other
it_it: Altro

source: Tax Rows
it_it: Righe tasse

source: + Add tax row
it_it: + Aggiungi riga tasse

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
it_it: Queste righe contengono le tasse per questo ordine. Questo permette di visualizzare tasse multiple o composte piuttosto che un singolo totale.

source: Tax Totals
it_it: Totali tassa

source: Sales Tax:
it_it: Tassa di vendita:

source: Total tax for line items + fees.
it_it: Tassa totale per linea articoli + tasse.

source: Shipping Tax:
it_it: Tasse di spedizione:

source: Order Totals
it_it: Totali ordine.

source: Order Total:
it_it: Totale dell’ordine:

source: Payment Method:
it_it: Metodo di pagamento:

source: Calc taxes
it_it: Calcolare tasse

source: Calc totals
it_it: Calcolare totali

source: Delete note
it_it: Eiminare nota

source: Guest
it_it: Ospite

source: The DB tables [%s] are not at the most current versions. Attempting to upgrade them.
it_it: Le tabelle DB [%s] non sono aggiornate all’ultima versione. Provare ad aggiornarle.

source: types dont match
it_it: i tipi non corrispondono

source: nulls dont match
it_it: nulls non corrispondono

source: extras dont match
it_it: gli extra non corrispondono

source: Update to DB, table [%s], was NOT successful. %s
it_it: Aggiornamento a DB, tabella [%s], non ha avuto successo. %s

source: Update to DB, table [%s], was successful.
it_it: Aggiornamento a DB, tabella [%s], ha avuto successo.

source: The "%s" filter
it_it: Il filtro “%s”

source: Use this image
it_it: Usare questa immagine

source: Delete Permanently
it_it: Cancellare permanentemente

source: Delete
it_it: Cancellare

source: You are about to delete <strong>%s</strong>.
it_it: Si sta per cancellare <strong>%s</strong>.

source: Continue
it_it: Continua

source: Move to Trash
it_it: Spostare nel cestino

source: Undo
it_it: Annulla

source: Select Files
it_it: Selezionare file

source: The %s path is not writable. Please update the permissions to allow write access.
it_it: Il percorso% s non è scrivibile. Si prega di aggiornare i permessi per permettere la scrittura.

source: The %s path exists, but it cannot be read. Please update the permissions to allow read access.
it_it: Il percorso %s esiste già, ma non può essere letto. Si prega di modificare le autorizzazioni per consentire l’accesso di lettura.

source: The %s path exists, but is not a dir. Please remove or rename the existing file, and create a directory with the cache path name.
it_it: Il percorso %s esiste già, ma non è una directory. Si prega di rimuovere il file o rinominarlo, e creare una directory con i nomi di percorso della cache.

source: Could not create the %s path directory. Please update the permissions to allow write access.
it_it: Impossibile creare la directory di percorso %s. Si prega di aggiornare le autorizzazioni per consentire l'accesso in scrittura.

source: Unable to create the %s path directory.
it_it: Impossibile creare la directory di percorso %s.
